{
    "welcome": "Welcome to System M",
    "language": "Language",
    "home": "Home",
    "aboutus": "About",
    "programs": "Programs",
    "ExaminationPolicy": "Examination Policy",
    "SampleDocuments": "Sample Documents",
    "Mocktest":"Mock test",
    "Pastpapers":"Past papers",
    "contact": "Contact",
    "result": "Result",
    "blogs": "Blogs",
    "support": "Supported By",
    "login": "Login",
    "aboutTitle": "About Us",
    "aboutDescription": "We are committed to...",
    "examDay": "Days left until the exam day!",
    "Participants": "📣To all CIMOC Participants",
    "announcing": "We're announcing an important change in the CIMOC 2025 timeline! Both the Preliminary Round and Final Round have been rescheduled to ensure better preparation time. 🌟",
    "UpdatedDates": "📌Updated Dates",
    "Preliminary": "🗓️Preliminary National Round: May 11, 2025",
    "Registration": "⏳Registration for the Preliminary National Round: March 10, 2025 - May 04, 2025",
    "FinalRound": "🗓️Final Round: September 06-07, 2025",
    "registerNow": "Register Now",
    "Ourmainobjectives": "Our main objectives",
    "CIMOCMathChallenge": "CIMOC Math Challenge",
    "CIMOCMathChallengeDescription": "CIMOC aims to provide Cambodian students with access to high-quality mathematics competitions which helps them improve their problem-solving and logical reasoning skills.",
    "ChallengeStudents": "Challenge Students",
    "ChallengeStudentsDescription": "CIMOC challenges students with Olympiad-style math problems and encourages critical thinking to help students develop a deeper understanding of mathematics.",
    "SupportCommunity": "Support Community",
    "SupportCommunityDescription": "CIMOC will allocate a portion of its funds to charity events, social initiatives, and donations to support underprivileged students by providing educational resources and financial aid to those in need.",
    "WhatisCIMOC": "What is CIMOC?",
    "WhatisCIMOCDescription": "CIMOC (Cambodia International Mathematics Olympiad Competitions) is a non-profit math competition designed to provide Cambodian and international students with an opportunity to enhance their problem-solving and logical thinking skills.",
    "WhoCanParticipateInCIMOC": "Who can participate in CIMOC?",
    "WhoCanParticipateInCIMOCDescription": "CIMOC is open to all Cambodian students from Grades 1 to 12, welcoming participants from both public and private schools across the country. We aim to foster a love for mathematics and provide equal opportunities for students of all backgrounds to challenge themselves and grow. Additionally, CIMOC welcomes international students who share a passion for mathematics and wish to engage in friendly competition and academic development.",
    "Awards&Recognitions": "Awards & Recognitions?",
    "Awards&RecognitionsDescription":"All students who compete in the final round will stand a chance to win Trophies, Gold Medals, Silver Medals, Bronze Medals, and Certificates."
}