{
    "welcome": "សូមស្វាគមន៍មកកាន់ប្រព័ន្ធ M",
    "language": "ភាសា",
    "home": "ទំព័រដើម",
    "aboutus": "អំពីយើង",
    "programs": "កម្មវិធី",
    "contact": "ទំនាក់ទំនង",
    "result": "លទ្ធផល",
    "blogs": "អត្ថបទ",
    "support": "គាំទ្រដោយ",
    "login": "ចូលគណនី",
    "aboutTitle": "អំពីយើង",
    "aboutDescription": "យើងខិតខំដើម្បី...",
    "examDay": "ថ្ងៃដែលនៅសល់ មុននឹងការប្រឡងមកដល់!",
    "Participants": "📣ជម្រាបជូនទៅកាន់បេក្ខជន CIMOC ទាំងអស់គ្នា!",
    "announcing": "📣សូមជូនដំណឹងដល់បេក្ខជនដែលបានចុះឈ្មោះប្រឡង CIMOC 2025 ទាំងអស់ថា៖ ការប្រឡងវគ្គជម្រុះថ្នាក់ជាតិ និងវគ្គផ្តាច់ព្រ័ត្រត្រូវបានលើកទៅកាលបរិច្ឆេទថ្មី រួមជាមួយនិងការពន្យារពេលនៃការទទួលពាក្យចុះឈ្មោះប្រឡង។🌟",
    "UpdatedDates": "📌កាលបរិច្ឆេទចុងក្រោយ",
    "Preliminary": "🗓️កាលបរិច្ឆេទវគ្គជម្រុះថ្នាក់ជាតិ៖ ១១ ឧសភា ២០២៥",
    "Registration": "⏳រយៈពេលនៃការបើកទទួលពាក្យវគ្គជម្រុះថ្នាក់ជាតិ៖ ១០ មីនា ២០២៥ ដល់ ០៤ ឧសភា ២០២៥",
    "FinalRound": "🗓️កាលបរិច្ឆេទវគ្គផ្តាច់ព្រ័ត្រ៖ ០៦ ០៧ កញ្ញា ២០២៥",
    "registerNow": "ចុះឈ្មោះឥឡូវនេះ!",
    "Ourmainobjectives": "គោលបំណងសំខាន់របស់យើង",
    "CIMOCMathChallenge": "ការប្រកួតគណិតវិទ្យា CIMOC",
    "CIMOCMathChallengeDescription": "CIMOC មានគោលបំណងផ្តល់ឱកាសដល់និស្សិតកម្ពុជាក្នុងការចូលរួមការប្រកួតគណិតវិទ្យាដែលមានគុណភាពខ្ពស់ ដើម្បីជួយពង្រឹកជំនាញដោះស្រាយបញ្ហា និងហេតុផលឡូជីខល។",
    "ChallengeStudents": "បំណិនសិស្ស",
    "ChallengeStudentsDescription": "CIMOC ប្រកួតប្រជែងសិស្សជាមួយនឹងបញ្ហាគណិតវិទ្យារចនាបថអូឡាំព្យាដ និងលើកទឹកចិត្តការគិតវិភាគ ដើម្បីជួយអភិវឌ្ឍការយល់ដឹងអំពីគណិតវិទ្យាកម្រិតជ្រៅ។",
    "SupportCommunity": "គាំទ្រសហគមន៍",
    "SupportCommunityDescription": "CIMOC នឹងបែងចែកចំនែកមួយនៃមូលនិធិរបស់ខ្លួនសម្រាប់ព្រឹត្តិការណ៍ក្តីសង្ឃឹម គំនិតសង្គម និងការបរិច្ចាដើម្បីគាំទ្រសិស្សក្រីក្រតាមរយៈការផ្តល់ធនធានអប់រំ និងជំនួយហិរញ្ញវត្ថុដល់អ្នកដែលត្រូវការ។",
    "WhatisCIMOC": "តើ CIMOC គឺជាអ្វី?",
    "WhatisCIMOCDescription": "CIMOC (ការប្រកួតគណិតវិទ្យាអូឡាំព្យាដអន្តរជាតិកម្ពុជា) គឺជាការប្រកួតគណិតវិទ្យាមិនរកចំណេញ ដែលរៀបចំឡើងដើម្បីផ្តល់ឱកាសដល់និស្សិតកម្ពុជា និងអន្តរជាតិក្នុងការពង្រឹកជំនាញដោះស្រាយបញ្ហា និងគំនិតវិភាគឡូជីខល។",
    "WhoCanParticipateInCIMOC": "តើអ្នកណាអាចចូលរួមក្នុង CIMOC?",
    "WhoCanParticipateInCIMOCDescription": "CIMOC បើកចំហសម្រាប់សិស្សកម្ពុជាគ្រប់ថ្នាក់ពីថ្នាក់ទី១ ដល់ថ្នាក់ទី១២ ដោយទទួលស្វាគមន៍សិស្សានុសិស្សពីសាលារដ្ឋ និងឯកជនទូទាំងប្រទេស។ យើងមានគោលបំណងលើកស្ទួយការចូលចិត្តគណិតវិទ្យា និងផ្តល់ឱកាសស្មើគ្នាដល់សិស្សគ្រប់ជំនឿថ្នាក់ថ្នមក្នុងការប្រកួតប្រជែង និងអភិវឌ្ឍន៍។ លើសពីនេះ CIMOC ក៏ទទួលស្វាគមន៍សិស្សអន្តរជាតិដែលមានចំណាប់អារម្មណ៍លើគណិតវិទ្យា និងចង់ចូលរួមក្នុងការប្រកួតប្រជែង និងអភិវឌ្ឍន៍ផ្នែកអប់រំ។",
    "Awards&Recognitions": "រង្វាន់ និងការទទួលស្គាល់",
    "Awards&RecognitionsDescription": "សិស្សទាំងអស់ដែលចូលរួមក្នុងវគ្គផ្តាច់ព្រ័ត្រ នឹងមានឱកាសឈ្នះពានរង្វាន់ មេដាយមាស មេដាយប្រាក់ មេដាយសំរិទ្ធ និងសញ្ញាប័ត្រ។"
  

}